#
# Copyright (C) 2021-2022 by TeamYukki@Github, < https://github.com/TeamYukki >.
#
# This file is part of < https://github.com/TeamYukki/YukkiMusicBot > project,
# and is released under the "GNU v3.0 License Agreement".
# Please see < https://github.com/TeamYukki/YukkiMusicBot/blob/master/LICENSE >
#
# All rights reserved.

HELP_1 = """**<u>اوامر الادمن : </u>**🕸

• | اوامر التشغيل ف القنوات زي الجروبات .

• | وقف : لإيقاف الاغاني مؤقتا .

• | كمل : لاستكمال تشغيل الاغنيه .

• | بوت اكتم : لكتم الاغاني ف الكول .["صراحه","صراحة"]

• | بوت اتكلم : لالغاء كتم الاغاني ف الكول .

• | تخطي : لتشغيل الاغنية التاليه .

• | ايقاف أو انهاء : لإيقاف الاغاني .

• | عشوائي : لتشغيل الاغاني الي اختارتها بشكل عشوائي .

• | اعادة تشغيل: لاعادة تشغيل البوت اذا وجد فيه اخطاء .

<u>**تخطي رايق :**</u>

• | مثال : تخطي 2 هيتخطى اغنيتين هيتخطى ع حسب عدد الي كتبته ."""



HELP_2 = """<u>**اوامر التشغيل : **</u>

● | اوامر التشغيل ف القناه زي الجروب .

• | شغل أو تشغيل : لتشغيل الاغاني ف الجروب او القناه .

• | فيديو : لتشغيل فيديوهات ف الكول .

"""


HELP_3 = """✅<u>**اوامر البوت : **</u>🕸

• | الاحصائيات : لمعرفة احصائيات البوت .

• | المطورين : لمعرفة مالكين البوت .

• | كلمات + اسم الاغنيه : للحصول ع كلمات الاغنيه .

• | تحميل + اسم الاغنيه أو اللينك : لتحميل الاغنيه .


"""

HELP_4 = """<u>**مميزات السورس : **</u>

• | اولا ميزة التشغيل المباشر ف القنوات وهي انك تكتب اوامر التشغيل ف القناه وهتشتغل معاك من غير ما تربطها بجروب .

• | البوت فيه ميزة تنزيل من اليوتيوب بجودة عاليه كل الي عليك تكتب تحميل + اسم الاغنيه .

• | الاوامر كلها متعربه وب / او من غير .

•| عاوز تجيب لينك تليجراف ميديا  لاي ملف عندك ابعته ف جروب فيه البوت واعمل ريبلاي عليه واكتب ميديا وبس .

• | ميزة الرابط ودي بتكتب الرابط بيجبلك الرابط بتاع الجروب لو البوت معاه صلاحيه .

🕸 | واستنوا الميزات التانيه الي هتنزل مع التحديثات .

"""
HELP_5 = """ <u>**اوامر مالكين البوت : **<u>

• | رفع ثانوي لرفع الشخص مطور ثانوي .

• | تنزيل ثانوي الشخص من المطورين الثانويين .

• | اذاعه لعمل اذاعه ف البوت .
"""
